[
    {
        "id": "e-1",
        "title": "Nukkad Natak",
        "date": "09 May 2023",
        "contents": "“তাকেই বলি শ্রেষ্ঠ শিক্ষা, যা কেবল তথ্য পরিবেশন করে না, যা বিশ্ব সত্তার সাথে সামঞ্জস্য রেখে আমাদের জীবনকে গড়ে তোলে।” – রবীন্দ্রনাথ ঠাকুর, Keeping the above quote by Rabindranath Tagore in mind on his birthday, the long awaited event was brought to action by team Samarpan today- Nukkad Natak. At around 4 pm, team members gathered together with wonderful beats of the drums and the procession walked out of HIT together with excitement and enthusiasm. The procession reached the destination - Gandhinagar, at around 5pm followed by a beautiful dance and a melodious song that brought a huge crowd around. Later, the main act was played by the participants which mainly focussed on gaining attention on the issues like the right to education, to stop child marriage and child labour. The act revolved around the scene where a mother is fighting for her children's right to education. It also showcased how a girl is forced to get married at a very early age in many rural parts along with them working as laborers. This was also played to spread awareness among the local people to make them understand that today's children are tomorrow's future, so it is necessary to educate them and make them independent so that they can be an asset to our nation.With this, the Nukkad Natak team resided with glowing faces that reflected the efforts they put in, all because of the crowd and their unmatched support. The main motive was to instill a fire of the right to freedom of education and independence for the children among the people gathered around and the team successfully managed to bring it out beautifully.",
        "image": [
            {
                "original": "https://scontent.frdp1-1.fna.fbcdn.net/v/t39.30808-6/315245530_498825775614243_4215447801609236866_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=730e14&_nc_ohc=opfFptqh2rwAX8rMTUk&_nc_oc=AQmZyB8RFmp9n5k5gO_TQ-LTfS44O3G5-h_gtYtkRSyG311Sd3k8Thxn5KX_atgLZumQWXgiH_7M9b-XwbPCCPJ2&_nc_ht=scontent.frdp1-1.fna&oh=00_AfA_MVM8GlJK4nf-dBHcdvwksDDOztMjvy9WesNzDqW9dw&oe=6467AB61"
            },
            {
                "original": "https://scontent.frdp1-1.fna.fbcdn.net/v/t39.30808-6/314602454_498825795614241_3805876970982584802_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=730e14&_nc_ohc=yso3T9urFJ4AX9hKN9D&_nc_ht=scontent.frdp1-1.fna&oh=00_AfAJ-NfKXex166wOl77kIwJOqnzF1OL6d4GYZr8Dv-Xdsg&oe=6466F4C8"
            },
            {
                "original": "https://scontent.frdp1-1.fna.fbcdn.net/v/t39.30808-6/315413473_498825958947558_7756133819774592503_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=730e14&_nc_ohc=ugS16GZgeBYAX-n7QU9&_nc_ht=scontent.frdp1-1.fna&oh=00_AfBt5LBDZj4HzWedqfkVyitfN4FHBpQMLCGVk0yZ1B9j7Q&oe=646672D4"
            }
        ]

    }
]